Repository: Kirill-Streltsov/HabitHuddle-iOS
Catalog: HabitHuddle-iOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru

source: Enter your email and we'll send you a link to reset your password
de: Gib deine E-Mail ein und wir senden dir einen Link zum Zurücksetzen deines Passworts
es: Introduce tu correo y te enviaremos un enlace para restablecer tu contraseña
fr: Saisis ton e-mail et nous t'enverrons un lien pour réinitialiser ton mot de passe
it: Inserisci la tua email e ti invieremo un link per reimpostare la password
ru: Введите вашу почту, и мы отправим ссылку для сброса пароля

source: Enter your email...
de: Deine E-Mail eingeben...
es: Ingresa tu correo...
fr: Entrez votre e-mail...
it: Inserisci la tua email...
ru: Введи адрес почты...

source: Enter your name...
de: Namen eingeben...
es: Escribe tu nombre...
fr: Entre ton prénom...
it: Inserisci il tuo nome...
ru: Введи имя...

source: Enter your new email...
de: Neue E-Mail-Adresse eingeben...
es: Introduce tu nuevo correo...
fr: Entrez votre nouvelle adresse e-mail...
it: Inserisci la tua nuova e-mail...
ru: Введите новый e-mail...

source: Enter your new password...
de: Neues Passwort eingeben...
es: Introduce tu nueva contraseña...
fr: Entrez votre nouveau mot de passe...
it: Inserisci la tua nuova password...
ru: Введите новый пароль...

source: Enter your password...
de: Passwort eingeben...
es: Escribe tu contraseña...
fr: Entre ton mot de passe...
it: Inserisci la tua password...
ru: Введi пароль...

source: Enter your username...
de: Nutzername eingeben...
es: Escribe tu nombre de usuario...
fr: Entre ton nom d'utilisateur...
it: Inserisci il tuo nome utente...
ru: Введи логин...

source: Environment & Nature
de: Umwelt & Natur
es: Medio ambiente y naturaleza
fr: Environnement & Nature
it: Ambiente & Natura
ru: Природа и экология

source: Failed to decode response: %@
de: Antwort konnte nicht dekodiert werden: %@
es: No se pudo decodificar la respuesta: %@
fr: Impossible de décoder la réponse : %@
it: Impossibile decodificare la risposta: %@
ru: Не удалось декодировать ответ: %@

source: Failed to fetch users: login or register to add friends!
de: Benutzer konnten nicht geladen werden: Melde dich an oder registriere dich, um Freunde hinzuzufügen!
es: No se pudieron cargar los usuarios: ¡inicia sesión o regístrate para añadir amigos!
fr: Impossible de charger les utilisateurs : connecte-toi ou inscris-toi pour ajouter des amis !
it: Impossibile caricare gli utenti: accedi o registrati per aggiungere amici!
ru: Не удалось загрузить пользователей: войди или зарегистрируйся, чтобы добавлять друзей!

source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
it: Funzionalità
ru: Возможности

source: Features may change or be discontinued with reasonable notice.
de: Funktionen können mit angemessener Vorankündigung geändert oder eingestellt werden.
es: Las funciones pueden cambiar o suspenderse con aviso previo razonable.
fr: Les fonctionnalités peuvent être modifiées ou supprimées avec un préavis raisonnable.
it: Le funzionalità possono cambiare o essere sospese con un ragionevole preavviso.
ru: Функции могут изменяться или прекращаться с разумным уведомлением.

source: Finance & Budgeting
de: Finanzen & Budget
es: Finanzas y presupuesto
fr: Finances & Budget
it: Finanze & Budget
ru: Финансы и бюджет

source: 🎉 Finished! Keep the streak alive!
de: 🎉 Fertig! Halte die Serie am Leben!
es: 🎉 ¡Listo! ¡Mantén la racha viva!
fr: 🎉 Terminé ! Garde la série vivante !
it: 🎉 Fatto! Tieni viva la serie!
ru: 🎉 Готово! Держи серию!

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ru: Забыли пароль?

source: Frequency of your check ins
de: Häufigkeit deiner Check-ins
es: Frecuencia de tus registros
fr: Fréquence de tes validations
it: Frequenza dei tuoi check-in
ru: Частота твоих отметок

source: Friend boosts
de: Boosts von Freunden
es: Boosts de amigos
fr: Boosts d'amis
it: Boost degli amici
ru: Бусты от друзей

source: Friend request accepted
de: Freundschaftsanfrage angenommen
es: Solicitud de amistad aceptada
fr: Demande d'ami acceptée
it: Richiesta di amicizia accettata
ru: Заявка принята

source: Friend request ignored
de: Freundschaftsanfrage ignoriert
es: Solicitud de amistad ignorada
fr: Demande d'ami ignorée
it: Richiesta di amicizia ignorata
ru: Заявка проигнорирована

source: Friend request sent
de: Freundschaftsanfrage gesendet
es: Solicitud de amistad enviada
fr: Demande d'ami envoyée
it: Richiesta di amicizia inviata
ru: Заявка отправлена

source: Friend Requests
de: Freundschaftsanfragen
es: Solicitudes de amistad
fr: Demandes d'ami
it: Richieste di amicizia
ru: Заявки в друзья

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
ru: Друзья

source: From %@ to %@
de: Von %@ bis %@
es: Del %@ al %@
fr: Du %@ au %@
it: Dal %@ al %@
ru: С %@ по %@

source: Get reminders to check in and keep your streak alive.
de: Erhalte Erinnerungen zum Einchecken und halte deine Serie am Leben.
es: Recibe recordatorios para hacer check-in y mantener tu racha.
fr: Reçois des rappels pour te connecter et maintenir ta série.
it: Ricevi promemoria per fare il check-in e mantenere la tua serie.
ru: Получай напоминания о чекинах и поддерживай свою серию.

source: Go to Settings
de: Zu Einstellungen
es: Ir a Ajustes
fr: Aller dans Réglages
it: Vai alle Impostazioni
ru: Перейти в настройки

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
ru: Понятно

source: Grouped
de: Gruppiert
es: Agrupado
fr: Groupé
it: Raggruppato
ru: По группам

source: Guest
de: Gast
es: Invitado
fr: Invité
it: Ospite
ru: Гость

source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
it: Abitudine
ru: Привычка

source: Habit Check-In
de: Gewohnheit abhaken
es: Registro de hábito
fr: Pointer une habitude
it: Check-in abitudine
ru: Отметить привычку

source: Habit data: your habits, check-ins, and streaks
de: Gewohnheitsdaten: deine Gewohnheiten, Check-ins und Streaks
es: Datos de hábitos: tus hábitos, registros y rachas
fr: Données d'habitudes : vos habitudes, check-ins et séries
it: Dati sulle abitudini: abitudini, check-in e serie
ru: Данные привычек: ваши привычки, отметки и серии

source: 🎉 Habit finished!
de: 🎉 Gewohnheit abgeschlossen!
es: 🎉 ¡Hábito completado!
fr: 🎉 Habitude terminée !
it: 🎉 Abitudine completata!
ru: 🎉 Привычка завершена!

source: Habit Huddle is not intended for users under 13 years of age.
de: Habit Huddle ist nicht für Nutzer unter 13 Jahren gedacht.
es: Habit Huddle no está destinado a usuarios menores de 13 años.
fr: Habit Huddle n'est pas destiné aux utilisateurs de moins de 13 ans.
it: Habit Huddle non è destinato agli utenti sotto i 13 anni.
ru: Habit Huddle не предназначен для пользователей моложе 13 лет.

source: Habit Huddle is provided as-is, without warranties of any kind.
de: Habit Huddle wird ohne jegliche Garantien bereitgestellt.
es: Habit Huddle se proporciona tal cual, sin garantías de ningún tipo.
fr: Habit Huddle est fourni tel quel, sans garanties d'aucune sorte.
it: Habit Huddle è fornito così com'è, senza garanzie di alcun tipo.
ru: Habit Huddle предоставляется «как есть», без каких-либо гарантий.

source: Habit Huddle is your personal habit companion.
de: Habit Huddle ist dein persönlicher Gewohnheitsbegleiter.
es: Habit Huddle es tu compañero personal de hábitos.
fr: Habit Huddle est votre compagnon personnel de bonnes habitudes.
it: Habit Huddle è il tuo compagno personale per le abitudini.
ru: Habit Huddle, ваш личный помощник в формировании привычек.

source: Habit ID
de: Gewohnheits-ID
es: ID de hábito
fr: ID d'habitude
it: ID abitudine
ru: ID привычки

source: Habit name
de: Name der Gewohnheit
es: Nombre del hábito
fr: Nom de l'habitude
it: Nome dell'abitudine
ru: Название привычки

source: Habit sync is enabled by default when signed in. You can disable it per habit or by signing out.
de: Die Gewohnheitssynchronisierung ist standardmäßig aktiviert, wenn du angemeldet bist. Du kannst sie pro Gewohnheit oder durch Abmelden deaktivieren.
es: La sincronización de hábitos está activada por defecto al iniciar sesión. Puedes desactivarla por hábito o cerrando sesión.
fr: La synchronisation des habitudes est activée par défaut lorsque vous êtes connecté. Vous pouvez la désactiver par habitude ou en vous déconnectant.
it: La sincronizzazione delle abitudini è attiva per impostazione predefinita quando sei connesso. Puoi disattivarla per singola abitudine o disconnettendoti.
ru: Синхронизация привычек включена по умолчанию при входе в систему. Вы можете отключить её для каждой привычки или выйдя из аккаунта.

source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

source: Habits Found
de: Gewohnheiten gefunden
es: Hábitos encontrados
fr: Habitudes trouvées
it: Abitudini trovate
ru: Найдены привычки

source: Habits selected: %lld / 3
de: Ausgewählte Gewohnheiten: %lld / 3
es: Hábitos seleccionados: %lld / 3
fr: Habitudes sélectionnées : %lld / 3
it: Abitudini selezionate: %lld / 3
ru: Выбрано привычек: %lld / 3

source: Have questions or feedback? We'd love to hear from you.
de: Hast du Fragen oder Feedback? Wir freuen uns von dir zu hören.
es: ¿Tienes preguntas o comentarios? Nos encantaría saber de ti.
fr: Des questions ou des retours ? Nous serions ravis de vous entendre.
it: Hai domande o feedback? Ci farebbe piacere sentirti.
ru: Есть вопросы или отзывы? Мы будем рады услышать вас.

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ru: Здоровье

source: Health & Fitness
de: Gesundheit & Fitness
es: Salud y deporte
fr: Santé & Forme
it: Salute & Fitness
ru: Здоровье и фитнес

source: Help & Feedback
de: Hilfe & Feedback
es: Ayuda y comentarios
fr: Aide et retours
it: Aiuto e feedback
ru: Помощь и отзывы

source: Hide Check-in History
de: Verlauf ausblenden
es: Ocultar historial
fr: Masquer l'historique
it: Nascondi cronologia
ru: Скрыть историю

source: Hobbies
de: Hobbys
es: Aficiones
fr: Loisirs
it: Hobby
ru: Хобби

source: Home & Daily Life
de: Zuhause & Alltag
es: Hogar y vida diaria
fr: Maison & Vie quotidienne
it: Casa & Vita quotidiana
ru: Дом и быт

source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
ru: Час

source: How We Use Your Data
de: Wie wir deine Daten verwenden
es: Cómo usamos tus datos
fr: Comment nous utilisons vos données
it: Come utilizziamo i tuoi dati
ru: Как мы используем ваши данные

source: If an account exists for this email, we've sent instructions to reset your password
de: Wenn ein Konto für diese E-Mail existiert, haben wir dir Anweisungen zum Zurücksetzen deines Passworts geschickt
es: Si existe una cuenta con este correo, te hemos enviado instrucciones para restablecer tu contraseña
fr: Si un compte existe pour cet e-mail, nous t'avons envoyé les instructions pour réinitialiser ton mot de passe
it: Se esiste un account per questa email, ti abbiamo inviato le istruzioni per reimpostare la password
ru: Если для этой почты есть аккаунт, мы отправили инструкции по сбросу пароля

source: If you do not agree, please do not use the app.
de: Wenn du nicht zustimmst, nutze die App bitte nicht.
es: Si no estás de acuerdo, no uses la aplicación.
fr: Si vous n'acceptez pas, veuillez ne pas utiliser l'application.
it: Se non sei d'accordo, ti preghiamo di non utilizzare l'app.
ru: Если вы не согласны, пожалуйста, не используйте приложение.

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ru: Пропустить

source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ru: Информация

source: Information We Collect
de: Informationen, die wir sammeln
es: Información que recopilamos
fr: Informations que nous collectons
it: Informazioni che raccogliamo
ru: Собираемые данные

source: Intelligent suggestions tailored to your goals
de: Intelligente Vorschläge, abgestimmt auf deine Ziele
es: Sugerencias inteligentes adaptadas a tus objetivos
fr: Suggestions intelligentes adaptées à vos objectifs
it: Suggerimenti intelligenti adattati ai tuoi obiettivi
ru: Умные подсказки, адаптированные к вашим целям

source: Invalid HTTP response.
de: Ungültige HTTP-Antwort.
es: Respuesta HTTP no válida.
fr: Réponse HTTP invalide.
it: Risposta HTTP non valida.
ru: Неверный HTTP-ответ.

source: Invalid or expired reset link
de: Ungültiger oder abgelaufener Link
es: Enlace no válido o caducado
fr: Lien invalide ou expiré
it: Link non valido o scaduto
ru: Недействительная или просроченная ссылка

source: Joined %@
de: Beigetreten %@
es: Se unió en %@
fr: Rejoint en %@
it: Iscritto a %@
ru: С нами с %@

source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Appena ora
ru: Только что

source: Keep your login credentials secure and do not share them.
de: Halte deine Anmeldedaten sicher und teile sie nicht.
es: Mantén seguras tus credenciales de inicio de sesión y no las compartas.
fr: Gardez vos identifiants de connexion sécurisés et ne les partagez pas.
it: Mantieni sicure le tue credenziali di accesso e non condividerle.
ru: Храните свои учётные данные в безопасности и не сообщайте их другим.

source: Learning
de: Lernen
es: Aprendizaje
fr: Apprentissage
it: Apprendimento
ru: Обучение

source: Legal Contact
de: Rechtlicher Kontakt
es: Contacto legal
fr: Contact juridique
it: Contatto legale
ru: Юридический контакт

source: Let's Start Small
de: Klein anfangen
es: Empecemos poco a poco
fr: Commençons petit
it: Iniziamo in piccolo
ru: Начнём с малого

source: Loading check-ins...
de: Lädt Check-ins...
es: Cargando registros...
fr: Chargement des validations...
it: Caricamento check-in...
ru: Загрузка отметок...

source: Loading user...
de: Benutzer wird geladen...
es: Cargando usuario...
fr: Chargement de l'utilisateur...
it: Caricamento utente...
ru: Загрузка пользователя...

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ru: Войти

source: Log in to view and take part in challenges with friends.
de: Melde dich an, um Herausforderungen mit Freunden zu sehen und daran teilzunehmen.
es: Inicia sesión para ver los retos con amigos y participar.
fr: Connecte-toi pour voir les défis entre amis et y participer.
it: Accedi per vedere le sfide con gli amici e parteciparvi.
ru: Войди, чтобы участвовать в вызовах с друзьями.

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ru: Выйти

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accesso
ru: Вход

source: Long-press to select a habit
de: Gedrückt halten zum Auswählen
es: Mantén pulsado para seleccionar
fr: Appui long pour sélectionner
it: Tieni premuto per selezionare
ru: Удерживайте, чтобы выбрать

source: Longest Streak
de: Längste Serie
es: Racha más larga
fr: Série la plus longue
it: Serie più lunga
ru: Лучшая серия

source: Make a habit “open to friends” to let them see it and challenge you! Only synced habits can be shared.
de: Mache eine Gewohnheit „für Freunde sichtbar“, damit sie diese sehen und dich herausfordern können! Nur synchronisierte Gewohnheiten können geteilt werden.
es: Pon un hábito como «visible para amigos» para que puedan verlo y retarte. Solo los hábitos sincronizados se pueden compartir.
fr: Mets une habitude «visible par les amis» pour qu'ils puissent la voir et te défier. Seules les habitudes synchronisées peuvent être partagées.
it: Rendi un'abitudine «aperta agli amici» per farla vedere e ricevere sfide. Solo le abitudini sincronizzate possono essere condivise.
ru: Сделай привычку видимой для друзей, чтобы они могли её видеть и бросить тебе вызов! Только синхронизированные привычки можно делать публичными.

source: Make sure both password fields are the same
de: Beide Passwortfelder müssen übereinstimmen
es: Asegúrate de que ambas contraseñas sean iguales
fr: Les deux mots de passe doivent être identiques
it: Le due password devono coincidere
ru: Убедись, что оба поля пароля совпадают

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ru: Управление подпиской

source: Managed by Apple
de: Von Apple verwaltet
es: Gestionado por Apple
fr: Géré par Apple
it: Gestito da Apple
ru: Управляется Apple

source: Managed by Google
de: Von Google verwaltet
es: Gestionado por Google
fr: Géré par Google
it: Gestito da Google
ru: Управляется Google

source: Mark a habit as done for today.
de: Markiere eine Gewohnheit als heute erledigt.
es: Marca un hábito como completado hoy.
fr: Marquer une habitude comme faite aujourd'hui.
it: Segna un'abitudine come completata oggi.
ru: Отметить привычку как выполненную на сегодня.

source: Meditate
de: Meditieren
es: Meditar
fr: Méditer
it: Meditare
ru: Медитация

source: Member since %@
de: Mitglied seit %@
es: Miembro desde %@
fr: Membre depuis %@
it: Membro da %@
ru: Участник с %@

source: Mindfulness
de: Achtsamkeit
fr: Pleine conscience
ru: Осознанность

source: Mindfulness & Sleep
de: Achtsamkeit & Schlaf
es: Mindfulness y sueño
fr: Pleine conscience & Sommeil
it: Mindfulness & Sonno
ru: Осознанность и сон

source: Missed
de: Verpasst
es: Perdido
fr: Manqué
it: Mancato
ru: Пропущено

source: Missed days
de: Verpasste Tage
es: Días perdidos
fr: Jours manqués
it: Giorni persi
ru: Пропущенные дни

source: Motivation & Rewards
de: Motivation & Belohnungen
es: Motivación y recompensas
fr: Motivation & Récompenses
it: Motivazione & Premi
ru: Мотивация и награды

source: Name cannot be empty
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
ru: Имя не может быть пустым

source: Never Miss a Check-In
de: Kein Check-in verpassen
es: No te pierdas ni un check-in
fr: Ne manque aucun check-in
it: Non perdere mai un check-in
ru: Не пропусти ни одного чекина

source: New email
de: Neue E-Mail
es: Nuevo correo
fr: Nouvelle adresse e-mail
it: Nuova e-mail
ru: Новый e-mail

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ru: Новый пароль

source: Newest First
de: Neueste zuerst
es: Más recientes primero
fr: Les plus récentes d'abord
it: Più recenti prima
ru: Сначала новые

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ru: Далее

source: No Active Challenges Yet
de: Noch keine aktiven Herausforderungen
es: Aún no hay retos activos
fr: Aucun défi actif pour l'instant
it: Nessuna sfida attiva per ora
ru: Пока нет активных вызовов

source: No Activity Yet
de: Noch keine Aktivität
es: Sin actividad aún
fr: Aucune activité pour l'instant
it: Nessuna attività ancora
ru: Активности пока нет

source: No data was received from the server.
de: Vom Server wurden keine Daten empfangen.
es: No se recibieron datos del servidor.
fr: Aucune donnée reçue du serveur.
it: Nessun dato ricevuto dal server.
ru: Сервер не вернул данные.

source: No Friends Yet
de: Noch keine Freunde
es: Aún no tienes amigos
fr: Pas encore d'amis
it: Ancora nessun amico
ru: Пока нет друзей

source: No habits yet
de: Noch keine Gewohnheiten
es: Aún no hay hábitos
fr: Pas encore d'habitudes
it: Ancora nessuna abitudine
ru: Нет привычек

source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion internet
it: Nessuna connessione internet
ru: Нет подключения к интернету

source: No social media after 8 PM
de: Keine sozialen Medien nach 20 Uhr
es: Sin redes sociales después de las 20:00
fr: Pas de réseaux sociaux après 20 h
it: Niente social dopo le 20:00
ru: Не пользоваться соцсетями после 20:00

source: No system is completely secure, but we take every precaution.
de: Kein System ist vollständig sicher, aber wir treffen alle Vorsichtsmaßnahmen.
es: Ningún sistema es completamente seguro, pero tomamos todas las precauciones.
fr: Aucun système n'est totalement sécurisé, mais nous prenons toutes les précautions.
it: Nessun sistema è completamente sicuro, ma prendiamo ogni precauzione.
ru: Ни одна система не является абсолютно защищённой, но мы принимаем все меры.

source: No users found.
de: Keine Nutzer gefunden.
es: No se encontraron usuarios.
fr: Aucun utilisateur trouvé.
it: Nessun utente trovato.
ru: Пользователи не найдены.

source: Not Signed In
de: Nicht angemeldet
es: Sin sesión iniciada
fr: Non connecté
it: Non connesso
ru: Не авторизован

source: Not Verified
de: Nicht bestätigt
es: No verificado
fr: Non vérifié
it: Non verificata
ru: Не подтверждён

source: Now's the perfect time to complete “%@”. Keep the streak alive!
de: Jetzt ist der perfekte Zeitpunkt, um „%@“ abzuschließen. Halte die Serie am Leben!
es: Ahora es el momento perfecto para completar «%@». ¡Mantén la racha!
fr: C'est le bon moment pour terminer «%@». Garde la série !
it: È il momento giusto per completare «%@». Tieni viva la serie!
ru: Сейчас самое время выполнить «%@». Поддержи серию!

source: Ongoing
de: Laufend
es: En curso
fr: En cours
it: In corso
ru: Активные

source: Open to Friends
de: Für Freunde sichtbar
es: Visible para amigos
fr: Visible par les amis
it: Visibile agli amici
ru: Видно друзьям

source: Or add a new one...
de: Oder neu hinzufügen...
es: O añade una nueva...
fr: Ou en ajouter une nouvelle...
it: O aggiungine una nuova...
ru: Или создать новую...

source: Other Habits
de: Weitere Gewohnheiten
es: Otros hábitos
fr: Autres habitudes
it: Altre abitudini
ru: Другие привычки

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Password Updated
de: Passwort aktualisiert
es: Contraseña actualizada
fr: Mot de passe mis à jour
it: Password aggiornata
ru: Пароль обновлён

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ru: Ожидает ответа

source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Por favor, ingresa una dirección de correo válida
fr: Veuillez saisir une adresse e-mail valide
it: Inserisci un indirizzo email valido
ru: Введи действительный адрес электронной почты

source: Practice meditation for 10 minutes daily
de: Täglich 10 Minuten meditieren
es: Meditar 10 minutos al día
fr: Méditer 10 minutes par jour
it: Meditare 10 minuti al giorno
ru: Медитировать 10 минут каждый день

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
ru: Предпочтения

source: Privacy Contact
de: Datenschutzkontakt
es: Contacto de privacidad
fr: Contact confidentialité
it: Contatto privacy
ru: Контакт по вопросам конфиденциальности

source: Privacy Options
de: Datenschutz-Einstellungen
es: Opciones de privacidad
fr: Options de confidentialité
it: Opzioni privacy
ru: Параметры приватности

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ru: Политика конфиденциальности

source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
it: Produttività
ru: Продуктивность

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ru: Профиль

source: Profile Updated
de: Profil aktualisiert
es: Perfil actualizado
fr: Profil mis à jour
it: Profilo aggiornato
ru: Профиль обновлён

source: Public content you share may be visible to other users.
de: Öffentliche Inhalte, die du teilst, können für andere Nutzer sichtbar sein.
es: El contenido público que compartas puede ser visible para otros usuarios.
fr: Le contenu public que vous partagez peut être visible par d'autres utilisateurs.
it: I contenuti pubblici che condividi possono essere visibili ad altri utenti.
ru: Публичный контент, которым вы делитесь, может быть виден другим пользователям.

source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
it: Notifiche push
ru: Push-уведомления
